[
{
  "id": 1,
  "name": "Assessments",
  "description": "Drive excellence and performance outcomes by integrating the power of qualtrics<sup>&reg;<\/sup> with Assessments. Identify key competencies at strategic points throughout the learning journey and increase engagement, develop top performers and build strong teams. Seamlessly measure and connect insights across the participants learning journey and provide effective feedback.",
  "author": "qualtrics<sup>&reg;<\/sup>",
  "developers": ["qualtrics<sup>&reg;<\/sup>", "Volute<sup>&reg;<\/sup>"],
  "category": ["schedule", "planning", "logistics", "itinerary"],
  "release": "6-2017",
  "version": "1.0",
  "format": [],
  "related": []
},
{
  "id": 2,
  "name": "Profiles",
  "description": "It’s good to know who you’re working with. When you’re looking for an answer or just need to bounce an idea, Profiles provides information about the people with whom you are working, learning or solving the next big challenge. It provides a quick snapshot of who they are, their skills and connections to their social media profiles.",
  "author": "Volute<sup>&reg;<\/sup>",
  "developers": ["Volute<sup>&reg;<\/sup>"],
  "category": ["bio", "profile", "social", "user"],
  "release": "1-2017",
  "version": "1.5",
  "related": ["Profile", "Portfolio"]
},
{
  "id": 3,
  "name": "Reader",
  "description": "The Reader provides a list of readings for a particular learning objective and presents them to you in an engaging, connected way. Pull different books or excerpts from books and add them to a participants’ activity. The Reader allows downloading, sharing and annotations.",
  "author": "Rutgers Department of Continuing Studies",
  "developers": ["Volute<sup>&reg;<\/sup>"],
  "category": ["literacy", "reading", "articles"],
  "release": "12-2017",
  "version": "2.0",
  "formats": ["PDF"]
},
{
  "id": 4,
  "name": "Portal",
  "description": "A gateway to connect other applications or websites to a learning activity. Pull information from external sources and associate it to a specific learning objective or project. Participants can view the information as if it were an integrated part of the assignment. Simply reference the URL for the application or website and connect the Portal.",
  "author": "Volute<sup>&reg;<\/sup>",
  "developers": ["Volute<sup>&reg;<\/sup>"],
  "category": ["integration"],
  "release": "2-2017",
  "version": "2.0",
  "formats": ["https", "SSO", "API"]
},
{
  "id": 5,
  "name": "Profile",
  "description": "Know your peers, mentors and coaches with a Profile. See who you’re working and learning with, read about their background, history and skills and connect with them on social media. Of course this depends on the permissions set by the user, but if they want to know about you, they should be willing to share themselves.",
  "author": "Volute<sup>&reg;<\/sup>",
  "developers": ["Volute<sup>&reg;<\/sup>"],
  "category": ["profile", "social", "biography"],
  "release": "12-2017",
  "version": "2.0",
  "formats": ["PDF"]
},
{
  "id": 6,
  "name": "Journey",
  "description": "Volute is an exciting experience that presents learning as a personal Journey. Your Journey provides information about the program, module, course or session and a list of activities that are made up of interactive tools. The Journey provides access from any device and any location and is a seamless and engaging experience.",
  "author": "Volute<sup>&reg;<\/sup>",
  "developers": ["Volute<sup>&reg;<\/sup>"],
  "category": ["program management", "course management", "navigation"],
  "release": "1-2017",
  "version": "3.0"
},
{
  "id": 7,
  "name": "Social Hub",
  "description": "Know what’s happening at all times within your learning journey. Social Hub centralizes interaction and communication across all your learning activities and notifies you of important events. Interact with recent discussions, groups, events, reviews and alerts. Social Hub is a good listener and provides you with relevant information when you need it.",
  "author": "Volute<sup>&reg;<\/sup>",
  "developers": ["Volute<sup>&reg;<\/sup>"],
  "category": ["alerts", "notifications", "social learning", "events", "navigation", "collaboration"],
  "release": "8-2017",
  "version": "2.0"
},
{
  "id": 8,
  "name": "Rich Text",
  "description": "When you need a bit of style, color and special features for your text, Rich Text accommodates. Recreate syllabi, handouts, instructions or whatever you can dream up, with a creative twist using Rich Text. The options are only limited by your creativity.",
  "author": "Rutgers Department of Continuing Studies",
  "developers": ["Volute<sup>&reg;<\/sup>"],
  "category": ["design", "reading", "brochures", "CMS", "syllabi"],
  "release": "1-2017",
  "version": "2.0",
  "formats": ["HTML", "rich text", "images"]
},
{
  "id": 9,
  "name": "Calendar",
  "description": "Never miss an important event! Your learning journey is filled with exciting activities, challenging projects and stimulating meetings. Calendar ensures you don’t miss any of it. Like all tools, Calendar can be added to each activity or can apply to the entire program. Calendar events are also displayed to you in your Social Hub. Invite peers to a meeting and their Calendar is automatically updated.",
  "author": "Rutgers Department of Continuing Studies",
  "developers": ["Volute<sup>&reg;<\/sup>"],
  "category": ["calendar", "events", "announcements", "schedule"],
  "release": "1-2017",
  "version": "2.0"
},
{
  "id": 10,
  "name": "File Share",
  "description": "Store and share files with File Share and access from anywhere. Share files with your team and centralize access to various artifacts, media and documents. File Share can be connected to just about any repository including AWS S3, Google Drive, Google Docs or any server configured with access.",
  "author": "Rutgers Department of Continuing Studies",
  "developers": ["Volute<sup>&reg;<\/sup>"],
  "category": ["content", "integration", "file share", "storage"],
  "release": "2-2017",
  "version": "1.0",
  "formats": ["any", "AWS S3", "Google Drive", "Google Docs", "folders"]
},
{
  "id": 11,
  "name": "Portfolio",
  "description": "Share your accomplishments and success stories in your own Portfolio. Let others see who their working with and share your photo with peers, colleagues and mentors. Provide insights into who you are as a professional, your work, success stories, background and accomplishments. Share with your peers and coaches to create a deeper experience and build stronger professional relationships.",
  "author": "Volute<sup>&reg;<\/sup>",
  "developers": ["Volute<sup>&reg;<\/sup>"],
  "category": ["biography", "social", "profile", "portfolio"],
  "release": "2-2017",
  "version": "2.0"
},
{
  "id": 12,
  "name": "Discussion",
  "description": "Cultivate community by creating substantive discussions for meaningful debates, collaborative research and solutions exploration to challenging team projects. Focused discussions can be added to specific learning objectives to help govern the communication for that objective. Discussions can be created pre-emptively or ad hoc. Engaging in online discourse is a modern skill in and of itself.",
  "author": "Rutgers Department of Continuing Studies",
  "developers": ["Volute<sup>&reg;<\/sup>"],
  "category": ["messaging", "discussions", "communication", "collaboration"],
  "release": "2-2017",
  "version": "2.0"
},
{
  "id": 13,
  "name": "Notes",
  "description": "Take Notes anytime and anywhere throughout your learning journey. Notes can be taken for the entire program or can be associated to specific learning activities. Like all Volute tools, Notes can be taken on your desktop, tablet and smartphone to capture learning moments and ideas. Notes are contextually relevant and automatically saved so when you return to a specific learning journey the notes you took for that activity will be presented to you. Notes can be shared with others for team projects and within groups.",
  "author": "Volute<sup>&reg;<\/sup>",
  "developers": ["Volute<sup>&reg;<\/sup>"],
  "category": ["notes", "journal", "collaboration", "memo"],
  "release": "2-2017",
  "version": "2.0"
},
{
  "id": 14,
  "name": "Video",
  "description": "Immerse participants in rich videos that can be associated to other interactive learning tools to enhance the power of rich learning media. Provide team introductions and faculty lectures and enhance course content with Video. Capture video from your smartphone and load to your learning journey and share videos with participants and teams.",
  "author": "Rutgers Department of Continuing Studies",
  "developers": ["Volute<sup>&reg;<\/sup>"],
  "category": ["video", "media"],
  "release": "2-2017",
  "version": "3.0",
  "formats": ["YouTube", "Vimeo", "Kaltura", "MP4"]
},
{
  "id": 15,
  "name": "Directory",
  "description": "A shortened version of Profiles, Directory provides a list of users relevant to a task or activity. Show participants their mentors, coaches and facilitators with a picture and email address. List people the participants will be meeting with when traveling or just provide a personal touch with a list of staff members who are there to support them.",
  "author": "Rutgers Department of Continuing Studies",
  "developers": ["Volute<sup>&reg;<\/sup>"],
  "category": ["profile", "lists", "directory"],
  "release": "3-2017",
  "version": "1.0"
},
{
  "id": 16,
  "name": "Tasks",
  "description": "Track important milestones and activities with Tasks. Participants can be provided a task list for the overall program, module or activity. Tasks helps coordinate and direct collaborative activities and group work. Tasks help link together the efforts on a singular level to that of the larger task being completed by multiple members.",
  "author": "Rutgers Department of Continuing Studies",
  "developers": ["Volute<sup>&reg;<\/sup>"],
  "category": ["content", "integration", "file share", "storage"],
  "release": "2-2017",
  "version": "1.0",
  "formats": ["any", "AWS S3", "Google Drive", "Google Docs", "folders"]
},
{
  "id": 17,
  "name": "Journey Designer",
  "description": "Design beautiful, intensive and collaborative learning journeys with Journey Designer. Designed for professional development, you can design for a variety of approaches including coaching, lesson study, communities of practice, mentoring, reflective supervision and certifications. Brand each program for your client or cohort with color themes and logos, and assign custom learning activities. The power of Journey Designer is also matched with its ease of use, providing a rapid way to create unique learning experiences in advance or on-demand.",
  "author": "Volute<sup>&reg;<\/sup>",
  "developers": ["Volute<sup>&reg;<\/sup>"],
  "category": ["program management", "course management", "navigation"],
  "release": "2-2017",
  "version": "3.0"
},
{
  "id": 18,
  "name": "User Manager",
  "description": "Organize and manage staff, participants and cohorts with Manage Users. Register participants to courses and programs, assign them to one or multiple cohorts and track participant related data. Manage Users is also designed for bulk uploads from your SIS or participants can be added one at a time ad hoc. Manage Users can also be customized to integrate with your specific SIS of record.",
  "author": "Volute<sup>&reg;<\/sup>",
  "developers": ["Volute<sup>&reg;<\/sup>"],
  "category": ["user management", "student information system", "role management", "cohorts"],
  "release": "2-2017",
  "version": "2.0",
  "formats": ["CSV", "custom integrations"]
},
{
  "id": 19,
  "name": "Announcements",
  "description": "It’s important that participants are informed of important topics, events and any relevant information in a timely manner and Announcements does just that. Raise awareness to important messages or provide a new way to deliver press or even sales announcements to participants. Participants can also create their own announcements to share with peers and teams. Announcements are also shown in the Social Hub automatically to authorized receivers.",
  "author": "Rutgers Department of Continuing Studies",
  "developers": ["Volute<sup>&reg;<\/sup>"],
  "category": ["notifications", "events", "alerts", "announcements", "press"],
  "release": "2-2017",
  "version": "1.5",
  "formats": ["text", "images"]
},
{
  "id": 20,
  "name": "Slides",
  "description": "Present beautiful and compelling slideshows to convey information in a visual, linear way. Use your favorite slideshow creator tool and load into Slides to associate information from multiple sources in a unified way. You can also connect your slideshow using Portal if you’re looking for a more integrated experience. Slides wraps your slideshows and presents them to the participants within a specific activity. Slides, like all Volute tools, is designed to work across all devices.",
  "author": "Volute<sup>&reg;<\/sup>",
  "developers": ["Volute<sup>&reg;<\/sup>"],
  "category": ["presentations", "slides", "slideshow"],
  "release": "2-2017",
  "version": "1.0",
  "formats": ["PDF (conversion from any slideshow creator software)"]
},
{
  "id": 21,
  "name": "CoPilot",
  "description": "Throughout your learning journey it’s good to have support. CoPilot offers a team of learning experience designers to help navigate your journey providing expertise for design considerations, tools and combinations of tools and power features of Volute. Our network of learning designers are specially trained to provide fresh insights and perspectives on how best to engage participants to achieve the performance outcomes you or your client desires.",
  "author": "Teamwork<sup>&reg;<\/sup>",
  "developers": ["Teamwork<sup>&reg;<\/sup>"],
  "category": ["content management", "scheduling", "tasks", "messaging", "chat", "file storage", "planning"],
  "release": "2-2017",
  "version": "1.0"
},
{
  "id": 22,
  "name": "Analytics",
  "description": "Our partnership with Learning Locker<sup>&reg;<\/sup> provides some of the most powerful learning analytics available on the market. Using a component based capture approach, Volute wraps every tool with KPI’s in the form of xAPI statements that are specific to the type of tool and content it wraps. As no other platform provides component based analytics, Volute removes white noise and busy “clicks” and focuses on interaction metrics with tools and behavioral data such as which activities and tools were activated, when and how.",
  "author": "Learning Locker<sup>&reg;<\/sup>",
  "developers": ["Learning Locker<sup>&reg;<\/sup>"],
  "category": ["analytics", "metrics", "measurement", "xAPI", "performance outcomes"],
  "release": "2-2017",
  "version": "2.0",
  "formats": ["xAPI"]
},
{
  "id": 23,
  "name": "Groups",
  "description": "Organize participants into Groups to provide a collaborative experience to achieve learning objectives. Groups help inspire social interaction for a common objective and to provide a sense of community when they are faced with learning challenges. Create groups and assign them to specific activities to create a personalized learning journey or allow participants to create their own groups to band together for a common initiative.",
  "author": "Volute<sup>&reg;<\/sup>",
  "developers": ["Volute<sup>&reg;<\/sup>"],
  "category": ["teams", "collaboration", "groups", "social"],
  "release": "2-2017",
  "version": "3.0"
},
{
  "id": 24,
  "name": "Navigator",
  "description": "While en route to your learning destinations, you’ll need a way to navigate throughout your journey. Navigator acts as your personal GPS helping you find your way as you embark on challenging activities to reach your learning objective. Navigate to any learning activity quickly and from any location or device.",
  "author": "Volute<sup>&reg;<\/sup>",
  "developers": ["Volute<sup>&reg;<\/sup>"],
  "category": ["journey", "navigation"],
  "release": "2-2017",
  "version": "4.0"
},
{
  "id": 25,
  "name": "Activity Designer",
  "description": "Activities are learning objectives implemented as a collection of interactive tools. Each Activity can be designed for a specific style, approach, pedagogy and delivery method for the learning objective you are creating. Activity Designer provides a way to structure the activity, assign it, implement specific interactive tools and publish the activity. An activity can be private or social, open or exclusive.",
  "author": "Volute<sup>&reg;<\/sup>",
  "developers": ["Volute<sup>&reg;<\/sup>"],
  "category": ["program management", "program design", "learning objectives", "experience design"],
  "release": "2-2017",
  "version": "4.0"
},
{
  "id": 26,
  "name": "Marketplace",
  "description": "The heart of Volute and our sharing economy business model, Marketplace is a centralized repository for Volute learning tools. Tools are contributed by thought leaders, like you, from all parts of the world packaging their expertise and tacit knowledge as tools for digital learning that connect like LEGO<sup>&reg;<\/sup> bricks. There are several types of marketplaces in Volute: <br\/> <ul><li>Community – the Community marketplace is where Volute members publish tools for other Volute members to use.<\/li><li>Private – the Private marketplace is your own private repository to hold all your community and private tools.<\/li><li>Participant – bundle and sell, license or share programs, courses, certifications and more to your participants.<\/li><\/ul>",
  "author": "Volute<sup>&reg;<\/sup>",
  "developers": ["Volute<sup>&reg;<\/sup>"],
  "category": ["content", "integration", "tools", "storage", "exchange", "sharing economy", "marketplace"],
  "release": "2-2017",
  "version": "4.0"
},
{
  "id": 27,
  "name": "Peer Review",
  "description": "Assign learning activities to be evaluated by one or more participants of similar competence to the producers of the work. Peer Review offers a new way to emulate live peer collaboration by providing the reviewer access to a copy of the actual activity to be reviewed. This copy is an actual clone of the activity including copies of each tool for that activity being reviewed. The reviewer follows a rubric to guide the review and can provide critique and commentary. Peer Review is also gamified by offering a leaderboard option, and a timer.",
  "author": "Rutgers Department of Continuing Studies",
  "developers": ["Volute<sup>&reg;<\/sup>"],
  "category": ["content", "integration", "file share", "storage"],
  "release": "2-2017",
  "version": "1.0",
  "related": ["Reviewer", "Reviews", "Rate Reviewer", "Timer", "Rubric (custom)"]
},
{
  "id": 28,
  "name": "Passport",
  "description": "When participants travel for onsite training or residency programs, Passport provides real-time information about the location, logistics, history, schedule and more and to also provide a unique “ID” for the participant to gain access to the training location. Streamline your logistics management and provide an elegant way to give your participants the information they need when they need it.",
  "author": "Drexel LeBow College of Business",
  "developers": ["Volute<sup>&reg;<\/sup>"],
  "category": ["content", "integration", "file share", "storage"],
  "release": "12-2017",
  "version": "1.0",
  "related": ["Photoshare", "Itinerary"]
},
{
  "id": 29,
  "name": "Photoshare",
  "description": "Capture learning moments with photographs and add them to your learning journey. Share photos with peers, colleagues and facilitators. Offer new learning activities to engage participants with photos of team projects, destinations or learning materials. Photoshare builds comradery and provides a deeper sense of community allowing both participants and facilitators to upload photos and tag them as part of a learning activity.",
  "author": "Drexel LeBow College of Business",
  "developers": ["Volute<sup>&reg;<\/sup>"],
  "category": ["photos", "photography", "album", "social", "gallery"],
  "release": "12-2017",
  "version": "1.0",
  "related": ["Passport", "Itinerary"]
},
{
  "id": 30,
  "name": "Itinerary",
  "description": "A unique way to document times, events, tasks or actions intended to take place for a learning objective or series of objectives. Itinerary can be used to manage logistics for participants abroad, or can be used to help plan and coordinate a project. Participants can be creative with collaborative activities by creating an itinerary and series of associated tasks. Facilitators can provide a fun way to manage team projects and group work.",
  "author": "Drexel LeBow College of Business",
  "developers": ["Volute<sup>&reg;<\/sup>"],
  "category": ["schedule", "planning", "logistics", "itinerary"],
  "release": "12-2017",
  "version": "1.0",
  "related": ["Passport", "Photoshare", "Tasks"]
},
{
  "id": 31,
  "name": "Network",
  "description": "Learn how to build your professional network with this powerful tool by renowned professor at Columbia Business School, Dr. William Duggan.",
  "author": "William Duggan, Columbia Business School",
  "developers": ["William Duggan, Volute<sup>&reg;<\/sup>"],
  "category": ["network", "networking"],
  "release": "12-2017",
  "version": "1.0",
  "related": ["Video"]
}]
